<!DOCTYPE html>
<html>
  <head>
      <title>gang gang 3</title>
      <link rel="stylesheet" href="submain.css">
      <link href="https://fonts.googleapis.com/css?family=Open+Sans" rel="stylesheet">
  </head>
  <body>
    <header>
      <h3 class="smapadding">Lásbogi</h3>
    </header>
    <div class="mainmaindiv">
      <div class="maindiv">
        <h2>Lásbogi</h2>
        <p><img src="http://www.lordsandladies.org/images/crossbow-and-halberd.jpg" alt="Herma&eth;ur a&eth; hla&eth;a l&aacute;sboga sinn" width="300" height="400" /></p>
<p>&nbsp;</p>
<p>L&aacute;sboginn var eitt mikilv&aelig;gasta vopn mi&eth;aldra bardaga, &thorn;v&iacute; anna&eth; en langboginn &thorn;urfti varla neina &thorn;j&aacute;lfun til a&eth; nota hann og gat &thorn;ess vegna hver sem er nota&eth; hann. L&aacute;sboginn gat &thorn;&oacute; a&eth;eins skoti&eth; um 1-2 &ouml;rvum &aacute; m&iacute;n&uacute;tu en &thorn;j&aacute;lfa&eth;ur bogama&eth;ur gat skoti&eth; 10-12 &ouml;rvum &aacute; m&iacute;n&uacute;tu, &thorn;annig a&eth; langboginn var ekki tekinn &uacute;r gildi alveg s&iacute;svona. Einnig kraf&eth;ist l&aacute;sboginn l&iacute;tinn styrk, og var au&eth;veldari a&eth; mi&eth;a, tilvalinn til &thorn;eirra sem &aacute;&eth;ur voru of aumir til a&eth; ganga &iacute; herinn til a&eth; gera eitthva&eth; af gagni &iacute; str&iacute;&eth;i, og auk &thorn;ess g&aacute;tu menn gengi&eth; um me&eth; hla&eth;inn l&aacute;sboga, anna&eth; en langboginn sem &thorn;yrfti a&eth; vera hla&eth;inn &thorn;egar &thorn;a&eth; &thorn;yrfti a&eth; nota hann. Einnig gat boginn drepi&eth; riddara &iacute; brynju sinni.</p>
<p><img src="http://medieval.stormthecastle.com/images/crossbows/15th-century-crossbow.jpg" alt="Mi&eth;aldra l&aacute;sbogi" width="400" height="300" /></p>
<p>L&aacute;sboginn sj&aacute;lfur var 60-100 cm langur og gat skoti&eth; um 100-140 metra me&eth; miklum krafti. Hann var a&eth; mestu leyti &uacute;r vi&eth;i, nema boginn sj&aacute;lfur gat veri&eth; &uacute;r vi&eth;i, j&aacute;rni e&eth;a st&aacute;li. Bogastrengurinn var &uacute;r hampi, &thorn;v&iacute; hampur var sterkur og teyg&eth;i l&iacute;ti&eth;. Strengurinn var s&iacute;&eth;an d&iacute;f&eth;ur &iacute; einhverssk&oacute;nar l&iacute;m til a&eth; verja hann gegn raka. L&aacute;suboginn var hla&eth;inn me&eth; &thorn;v&iacute; a&eth; sn&uacute;a sveifu. Eini gallinn vi&eth; l&aacute;sbogann var s&aacute; a&eth; &thorn;a&eth; t&oacute;k sinn t&iacute;ma a&eth; framlei&eth;a &thorn;annig og hann var einnig d&yacute;rari en hef&eth;bundinn bogi.</p>

      </div>
      <div class="sidediv">
        <h2><a href="index.html">Forsíða</a></h2>
        <h3>Bardagar</h3>
        <ul>
          <li><a href="Tours.html">Tours</a></li>
          <li><a href="Crecy.html">Crécy</a></li>
        </ul>
        <h3>Vopn</h3>
        <ul>
          <li><a href="sverd.html">Sverðið</a></li>
          <li><a href="Gaddakylfa.html">Gaddakylfan</a></li>
          <li><a href="lasbogi.html">Lásbogi</a></li>
        </ul>
      </div>
    </div>
    <footer>
      <p>Memeee mee. Já! ég er nokkuð góður í fjármálum.
    </footer>
  </body>
</html>
