<!DOCTYPE html>
<html>
  <head>
      <title>Tours</title>
      <link rel="stylesheet" href="submain.css">
      <link href="https://fonts.googleapis.com/css?family=Open+Sans" rel="stylesheet">
  </head>
  <body>
    <header>
      <h3 class="smapadding">Tours</h3>
    </header>
    <div class="mainmaindiv">
      <div class="maindiv">
        <h2>Bardaginn við Tours</h2>
        <img src="http://ontheworldmap.com/france/city/tours/tours-location-on-the-france-map-min.jpg" alt="">
        <p style="line-height: 1.38; margin-top: 0pt; margin-bottom: 0pt;"><span style="font-size: 11pt; font-family: Arial; color: #000000; background-color: transparent; font-weight: 400; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;">Snemma &aacute; 8. &ouml;ld h&ouml;f&eth;u m&uacute;sl&iacute;mar rupla&eth; og r&aelig;nt &iacute; gegnum &Iacute;ber&iacute;uskagann me&eth; miklum krafti og s&yacute;ndu enga miskunn. &THORN;eir voru &thorn;&oacute; h&aelig;gir, &thorn;v&iacute; allur matur &thorn;eirra &thorn;urftu &thorn;eir a&eth; r&aelig;kta vi&eth; hvern b&aelig; sem &thorn;eir h&ouml;f&eth;u teki&eth; yfir. N&aelig;sta skref &thorn;eirra &iacute; a&eth; v&iacute;kka vald sitt var Frankar&iacute;ki. Frankar litu frekar &aacute; &thorn;etta eins og b&iacute;&eth;a eftir d&oacute;msdag, &thorn;v&iacute; &iacute; augum &thorn;eirra voru M&uacute;sl&iacute;mar &oacute;sigrandi her. M&uacute;sl&iacute;mar &Iacute;ber&iacute;uskagans h&ouml;f&eth;u n&yacute;lega risi&eth; aftur upp eftir a&eth; hafa tapa&eth; gegn Odo &iacute; Toulouse orustunni og misst miki&eth; af Aquitaine og Bordeaux &thorn;egar &thorn;eir ger&eth;u Narbonne a&eth; h&ouml;fu&eth;hafnarborg &thorn;eirra. </span></p>
<p style="line-height: 1.38; margin-top: 0pt; margin-bottom: 0pt;">&nbsp;</p>
<p style="line-height: 1.38; margin-top: 0pt; margin-bottom: 0pt;"><span style="font-size: 11pt; font-family: Arial; color: #000000; background-color: transparent; font-weight: 400; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;">Eftir a&eth; Moor fj&ouml;lskyldan hafna&eth;i bei&eth;ni Odo um a&eth;sto&eth;, f&oacute;r Odo til Charles Martel Frankakonungi, enda var Charles Martel ekki fyrsti valkosturinn &thorn;v&iacute; Odo og Martel voru ekki beinl&iacute;nis vinir. Martel s&aelig;ttist vi&eth; Odo, &iacute; sta&eth; &thorn;ess fengu Frankar l&ouml;nd Odo. &THORN;egar a&eth; Martel fr&eacute;tti af sigri M&uacute;sl&iacute;ma &iacute; orrustunni vi&eth; Loire flj&oacute;ti&eth;, f&oacute;r Martel um lei&eth; af sta&eth; me&eth; her sinn til a&eth; m&aelig;ta M&uacute;sl&iacute;munum. Martel haf&eth;i kynnt s&eacute;r takt&iacute;k hins &oacute;sigrandi Alexanders Mikla, og var hann rei&eth;ub&uacute;inn &iacute; orrustu vi&eth; M&uacute;sl&iacute;mana.</span></p>
<img src="http://www.historyforkids.net/images/Charles-Martel.jpg" alt="">
<p style="line-height: 1.38; margin-top: 0pt; margin-bottom: 0pt;">&nbsp;</p>
<p style="line-height: 1.38; margin-top: 0pt; margin-bottom: 0pt;"><span style="font-size: 11pt; font-family: Arial; color: #000000; background-color: transparent; font-weight: 400; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;">Frankarnir, me&eth; Odo og hans menn, m&aelig;ttu M&uacute;sl&iacute;manna &aacute; milli Tours og Poitiers &aacute;ri&eth; 732, sem Martel og M&uacute;sl&iacute;marnir h&ouml;f&eth;u &aacute;kve&eth;i&eth; fyrirfram, og voru &thorn;eir &iacute; st&ouml;rukeppni &iacute; 6 daga, me&eth; nokkra sm&aacute;bardaga inn&aacute; milli, &thorn;v&iacute; M&uacute;sl&iacute;marnir voru a&eth; b&iacute;&eth;a eftir li&eth;sauki. Frankarnir voru brynjulausir, en vanir k&ouml;ldu a&eth;st&aelig;&eth;um og voru &thorn;ess vegna betur kl&aelig;ddir, en M&uacute;sl&iacute;marnir voru hisnvegar fj&ouml;lmennari og margir &aacute; hestbaki, og &iacute; fullri brynju. Frankarnir voru 15.000 - 20.000, en M&uacute;sl&iacute;mar 20.000 - 25.000. </span></p>
<p style="line-height: 1.38; margin-top: 0pt; margin-bottom: 0pt;">&nbsp;</p>
<p style="line-height: 1.38; margin-top: 0pt; margin-bottom: 0pt;"><span style="font-size: 11pt; font-family: Arial; color: #000000; background-color: transparent; font-weight: 400; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;">Frankarnir bi&eth;u &iacute; sk&oacute;gi sem var &aacute; h&aelig;&eth;, og voru vi&eth;b&uacute;nir &iacute; brei&eth;fylkingu, og g&aacute;tu &thorn;ess vegna r&iacute;&eth;andi &aacute;rasmennirnir ekki r&aacute;&eth;ist beint &aacute; &thorn;&aacute;. Frankarnir vissu a&eth; &thorn;eir g&aacute;tu ekki sigra&eth; M&uacute;sl&iacute;manna &aacute; opnu sv&aelig;&eth;i, svo &thorn;eir h&eacute;ldu sig &iacute; sk&oacute;ginum. Martel vissi af styrkleika og veikleika M&uacute;sl&iacute;manna, en M&uacute;sl&iacute;marnir vissu ekki einu sinni hvernig Martel leit &uacute;t, og Martel n&yacute;tti s&eacute;r &thorn;a&eth; til fulls. M&uacute;sl&iacute;marnir l&eacute;tu riddarali&eth;i&eth; r&aacute;&eth;ast &aacute; Frankanna, draga fr&aacute;, og svo r&aacute;&eth;ast aftur, en vegna &thorn;&eacute;ttleika her Franka ger&eth;i &thorn;a&eth; l&iacute;ti&eth; gagn.</span></p>
<p style="line-height: 1.38; margin-top: 0pt; margin-bottom: 0pt;">&nbsp;</p>
<p style="line-height: 1.38; margin-top: 0pt; margin-bottom: 0pt;"><span style="font-size: 11pt; font-family: Arial; color: #000000; background-color: transparent; font-weight: 400; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;">&Aacute; me&eth;an bardaga st&oacute;&eth; milli Franka og M&uacute;sl&iacute;ma, f&oacute;r Odo me&eth; riddarali&eth; fyrir aftan M&uacute;sl&iacute;manna &iacute; herb&uacute;&eth;ir &thorn;eirra, og brenndu allt til kaldra kola, t&oacute;ku ver&eth;m&aelig;ti, og frelsu&eth;u &thorn;r&aelig;la, og eyddu mat. &THORN;etta var &thorn;ungt h&ouml;gg gegn M&uacute;sl&iacute;munum sem vissu ekki einu sinni af &thorn;essu, og g&aacute;tu &thorn;ar me&eth; ekki hv&iacute;lt sig &iacute; orrustunni. &THORN;egar a&eth; M&uacute;sl&iacute;marnir t&oacute;ku loks eftir Odo og li&eth;i hans, fl&yacute;tti einn hluti hersins a&eth; herb&uacute;&eth;unum til a&eth; bjarga &thorn;a&eth; sem &thorn;eir g&aacute;tu, og n&yacute;tti Martel s&eacute;r &thorn;a&eth; og l&eacute;t her sinn umkringja &thorn;&aacute; sem eftir voru, og sl&aacute;tru&eth;u &thorn;eir M&uacute;sl&iacute;munum eins og sv&iacute;n. Frankarnir fl&yacute;ttu s&eacute;r aftur &iacute; sk&oacute;ginn til a&eth; hv&iacute;la sig og sj&aacute; um s&aacute;r, og bi&eth;u &iacute; u.&thorn;.b dag eftir M&uacute;sl&iacute;munum til a&eth; gera a&eth;ra &aacute;ras, en komu s&iacute;&eth;an aldrei.</span></p>
<p style="line-height: 1.38; margin-top: 0pt; margin-bottom: 0pt;">&nbsp;</p>
<p style="line-height: 1.38; margin-top: 0pt; margin-bottom: 0pt;"><span style="font-size: 11pt; font-family: Arial; color: #000000; background-color: transparent; font-weight: 400; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;">M&uacute;sl&iacute;marnir misstu um 12.000 hermenn. Frankarnir minna en 1.000.</span></p>
<p style="line-height: 1.38; margin-top: 0pt; margin-bottom: 0pt;">&nbsp;</p>
<p style="line-height: 1.38; margin-top: 0pt; margin-bottom: 0pt;"><span style="font-size: 11pt; font-family: Arial; color: #000000; background-color: transparent; font-weight: 400; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;">&THORN;etta var talinn vera einn mikilv&aelig;gustu bard&ouml;gum mi&eth;alda, &thorn;v&iacute; Frankarnir n&aacute;&eth;u a&eth; st&ouml;&eth;va innr&aacute;s M&uacute;sl&iacute;ma &iacute; Evr&oacute;pu, og &thorn;ar me&eth; bj&ouml;rgu&eth;u heims&aacute;lfunni.</span></p>
<p>&nbsp;</p>
<p style="line-height: 1.38; margin-top: 0pt; margin-bottom: 0pt;"><strong><span style="font-size: 11pt; font-family: Arial; color: #000000; background-color: transparent; font-variant: normal; text-decoration: none; vertical-align: baseline; white-space: pre-wrap;">Heimildir</span></strong></p>
<p></p>
<p>Thelatinlibrary.com. (n.d.). Battle of Tours (732 A.D.). http://www.thelatinlibrary.com/imperialism/notes/tours.html (skoðað 8 Nov. 2018)<br>
Bunting, T. (n.d.). Battle of Tours | Summary, Encyclopedia Britannica.  https://www.britannica.com/event/Battle-of-Tours-732 (skoðað 8 Nov. 2018)<br>
YouTube. (2016). The Battle of Tours 732 AD,  https://www.youtube.com/watch?v=Rb8pGJy2aXs (skoðað 8 Nov. 2018).</p>

      </div>
      <div class="sidediv">
        <h2><a href="index.html">Forsíða</a></h2>
        <h3>Bardagar</h3>
        <ul>
          <li><a href="Tours.html">Tours</a></li>
          <li><a href="Crecy.html">Crécy</a></li>
        </ul>
        <h3>Vopn</h3>
        <ul>
          <li><a href="sverd.html">Sverðið</a></li>
          <li><a href="Gaddakylfa.html">Gaddakylfan</a></li>
          <li><a href="lasbogi.html">Lásbogi</a></li>
        </ul>
      </div>
    </div>
    <footer>
      <p>Memeee mee. Já! ég er nokkuð góður í fjármálum.
    </footer>
  </body>
</html>
